---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurveSlope
source: html/e6c8839f-8c9a-bde7-8718-721c4ccab501.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurveSlope Property

"Slope Percentage (%)"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurveSlope { get; }
```